---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.StairsLanding
source: html/122f1257-87da-f1c9-a734-236c4c77a97b.htm
---
# StairsLanding Properties

The id of the assembly instance to which the element belongs.